import streamlit as st

st.markdown("""

# “预住院”患者知情同意书
尊敬的患者及家属：

为促进医患之间更为良好的合作，依据相关法律法规与医疗规范，我院特将“预住院”相关事宜向您详细告知，请您仔细阅读并充分理解。

## 一、“预住院”相关事项说明
“预住院”服务主要面向那些疾病诊断清晰明确、病情相对平稳，且经综合评估后符合住院手术指征并拟行择期手术治疗的患者。此举措旨在有效缩短患者住院时长，切实减轻患者经济负担，显著改善就医体验，合理降低医疗费用支出。

医保适用范围涵盖在我院就诊的全省职工基本医疗保险以及城乡居民基本医疗保险参保人员中满足“预住院”条件的患者。

## 二、“预住院”患者所享权利
1. 患病后，您有权及时获得准确的诊断与妥善的治疗。对于医生提出的治疗方案，您拥有自主选择的权利，并且能够从医生处全面了解自身病情、诊断结果、病情发展趋势以及为您量身定制的诊疗计划详情，同时，您可自主决定是否选择“预住院”模式。
2. 在“预住院”期间，医院将不会收取床位费、护理费、住院诊察费等与住院相关的费用。
3. “预住院”患者首先在门诊完成入院前的常规检查与专科检验项目，随后依据床位实际情况安排正式住院。正式住院后，前期在门诊产生的与本次住院密切相关的检验检查费用，将与正式住院后的费用合并统计，按照医保政策统一予以报销。
4. 若无特殊状况，一般会在 5 个工作日内安排您正式住院。在此期间，请您务必保持手机联络畅通，以便及时接听相关电话通知。

## 三、“预住院”患者需遵循的义务
1. 严格遵守国家法律法规以及医院各项规章制度，尊重医务人员的辛勤付出，如实向医务人员详尽告知与诊疗活动紧密相关的病情、病史等关键信息。若患者未能履行此义务，进而导致误诊或病情出现变化等不良后果并造成损害时，相应责任将由患者自行承担。
2. “预住院”患者按照门诊患者管理规范执行，倘若在院外发生病情变化、遭遇意外等特殊情形，应尽快前往就近医院就诊，以免耽误病情救治。正式住院后，则纳入住院患者管理体系。
3. 若您选择“预住院”后，在预住院阶段或正式住院期间决定放弃手术，那么前期发生的门诊费用将转入门诊结算系统进行结算，住院费用则按照住院政策予以结算。
4. 对于其他特殊情况，请依照国家相关政策规定执行。
5. 在“预住院”期间，为保障您的安全与健康，若您需要用药指导或咨询医疗相关问题，可随时联系接诊医生；若需咨询其他非医疗类问题，可在工作时间前往服务中心（“预住院”窗口）咨询，或拨打咨询电话：0319 - 2097538。

本知情同意书（协议）在患者及家属签字后即具备法律效力。

患方声明：本人已认真仔细阅读上述协议内容，对告知事项完全同意并承诺遵守。若有违反协议规定的行为，自愿承担由此引发的一切不利后果。

患者签字：________________

家属签字：________________

__________年_____月_____日 

""")